{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"main_policy_Ye93Hg":{"type":"main-policy","blocks":{"content_Yy8ECx":{"type":"content","settings":{"title":"","text_type":"2","richtext":"<p>This Privacy & Cookie Policy describes how Pai Technology Inc. (“<strong>Pai<\/strong>,” “<strong>we<\/strong>,” “<strong>us<\/strong>” or “<strong>our<\/strong>”) handles personal information that we collect through our digital properties that link to this Privacy & Cookie Policy, including our website (https:\/\/blokees.com\/), mobile application  (collectively the “<strong>Service<\/strong>”), as well as through social media, our marketing activities, and other activities described in this Privacy and Cookie Policy.<\/p>"}},"content_EmihL9":{"type":"content","settings":{"title":"Index","text_type":"2","richtext":"<ul><li>Personal information we collect<\/li><li>How we use your personal information <\/li><li>How we share your personal information<\/li><li>Your choices <\/li><li>Retention<\/li><li>Information for California Residents<\/li><li>Security<\/li><li>International data transfer<\/li><li>Children<\/li><li>Changes to this Privacy & Cookie Policy<\/li><li>How to contact us<\/li><\/ul>"}},"content_Vc66QM":{"type":"content","settings":{"title":"Personal information we collect","text_type":"2","richtext":""}},"content_te6tCh":{"type":"content","settings":{"title":"Information you provide to us.","text_type":"2","richtext":"<p>Personal information you may provide to us through the Service or otherwise includes:<\/p><p>Contact data, such as your first and last name, salutation, email address, billing and mailing addresses, and phone number.<\/p><p>Demographic Information, such as your city, state, country of residence, postal code, gender and age.<\/p><p>Profile data, such as the username and password that you may set to establish an online account on the Service, date of birth, redemption code, biographical details, photograph, links to your profiles on social networks, interests, preferences, information about your participation in our contests, promotions, or surveys, and any other information that you add to your account profile.<\/p><p>Communications that we exchange with you, including when you contact us through the Service, social media, or otherwise.<\/p><p>Transactional data, such as information relating to or needed to complete your orders on or through the Service, including order numbers and transaction history.<\/p><p>Marketing data, such as your preferences for receiving our marketing communications and details about your engagement with them.<\/p><p>User-generated content, such as profile pictures, photos, images, videos, audio recordings, comments, questions, messages, and other content or information that you generate, transmit, or otherwise make available on the Service, as well as associated metadata. Metadata includes information on how, when, where and by whom a piece of content was collected and how that content has been formatted or edited. Metadata also includes information that users can add or can have added to their content, such as keywords, geographical or location information, and other similar data.<\/p><p>Payment information needed to complete transactions, including payment card information or bank account number.<\/p><p>Promotional information, including information you share when you enter a competition, promotion or complete a survey.<\/p><p>Other data not specifically listed here, which we will use as described in this Privacy and Cookie Policy or as otherwise disclosed at the time of collection.<\/p>"}},"content_WYEHqR":{"type":"content","settings":{"title":"Cookies and similar technologies.","text_type":"2","richtext":"<p>Some of the automatic collection described above is facilitated by the following technologies:<\/p><p>Cookies, which are small text files that websites store on user devices and that allow web servers to record users’ web browsing activities and remember their submissions, preferences, and login status as they navigate a site. Cookies used on our sites include both “session cookies” that are deleted when a session ends, “persistent cookies” that remain longer, “first party” cookies that we place and “third party” cookies that our third-party business partners and service providers place.<\/p><p>Local storage technologies, like HTML5, that provide cookie-equivalent functionality but can store larger amounts of data on your device outside of your browser in connection with specific applications.<\/p>"}},"content_437McY":{"type":"content","settings":{"title":"How we use your personal information","text_type":"2","richtext":"<p>We may use your personal information for the following purposes or as otherwise described at the time of collection: <\/p>"}},"content_F9iNNi":{"type":"content","settings":{"title":"Service delivery.","text_type":"2","richtext":"<p>We may use your personal information to:<\/p><p>provide, operate and improve the Service and our business;<\/p><p>establish and maintain your user profile on the Service;<\/p><p>facilitate your invitations to friends who you want to invite to join the Service;<\/p><p>enable security features of the Service, such as by sending you security codes via email or SMS, and remembering devices from which you have previously logged in;<\/p><p>communicate with you about the Service, including by sending announcements, updates, security alerts, and support and administrative messages;<\/p><p>understand your needs and interests, and personalize your experience with the Service and our communications, including finding and recommending products that might be of interest to you or features that are available where you are located;<\/p><p>prevent, detect, investigate, and respond to fraud, unauthorized access or use of the Service, breaches of terms and policies, or other wrongful behavior; and provide support for the Service, and respond to your requests, questions and feedback.<\/p>"}},"content_UGhUry":{"type":"content","settings":{"title":"Research and development.","text_type":"2","richtext":"<p>We may use your personal information for research and development purposes, including to analyze and improve the Service and our business. As part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect. We make personal information into anonymous data by removing information that makes the data personally identifiable to you. We may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Service and promote our business. <\/p>"}},"content_GL4UKQ":{"type":"content","settings":{"title":"Marketing and advertising.","text_type":"2","richtext":"<p>We, our service providers and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes:Direct marketing. We may send you direct marketing communications and abandoned cart reminder (enabled by using cookies we collected as described above). You may opt-out of our marketing communications or abandoned cart reminder described in the Opt-out of marketing section below. We will not share your records of consent, opt-in and opt-out to our marketing mobile texts with any third parties other than text messaging service providers and aggregators.<\/p>"}},"content_69ir3h":{"type":"content","settings":{"title":"Compliance and protection.","text_type":"2","richtext":"<p>We may use your personal information to:<\/p><p>comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;<\/p><p>protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims);audit our internal processes for compliance with legal and contractual requirements or our internal policies;enforce the terms and conditions that govern the Service; and prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft.<\/p>"}},"content_NwADUi":{"type":"content","settings":{"title":"With your consent.","text_type":"2","richtext":"<p>In some cases, we may specifically ask for your consent to collect, use or share your personal information, such as when required by law.<\/p>"}},"content_MEFbzE":{"type":"content","settings":{"title":"Cookies and similar technologies.","text_type":"2","richtext":"<p>In addition to the other uses included in this section, we may use the Cookies and similar technologies described above for the following purposes:<\/p><p>Technical operation. To allow the technical operation of the Service, such as by remembering your selections and preferences as you navigate the site, and whether you are logged in when you visit password protected areas of the Service.<\/p><p>Analytics. To help us understand user activity on the Service, including which pages are most and least visited and how visitors move around the Service, as well as user interactions with our emails.<\/p>"}},"content_YdiwCN":{"type":"content","settings":{"title":"How we share your personal information","text_type":"2","richtext":"<p>We do not sell your personal information for money and we only share your personal information with the following parties and as otherwise described in this Privacy & Cookie Policy or at the time of collection.<\/p>"}},"content_jbCBxN":{"type":"content","settings":{"title":"Affiliates.","text_type":"2","richtext":"<p>Our corporate parent, subsidiaries, and affiliates, for purposes consistent with this Privacy & Cookie Policy.<\/p>"}},"content_EzApkU":{"type":"content","settings":{"title":"Service providers.","text_type":"2","richtext":"<p>Third parties that provide services on our behalf or help us operate the Service or our business (such as hosting, information technology, customer support, email delivery, order fulfillment and delivery, marketing, consumer research and service analytics).<\/p>"}},"content_GH4NKR":{"type":"content","settings":{"title":"Payment processors.","text_type":"2","richtext":"<p>Any payment card information you use to make a purchase on the Service is collected and processed directly by our payment processors.<\/p>"}},"content_WzCPRm":{"type":"content","settings":{"title":"Linked third-party services.","text_type":"2","richtext":"<p>If you log into the Service with, or otherwise link your Service account to, a social media or other third-party service, we may share your personal information with that third-party service. The third party’s use of the shared information will be governed by its privacy policy and the settings associated with your account with the third-party service.<\/p>"}},"content_hBND98":{"type":"content","settings":{"title":"Professional advisors.","text_type":"2","richtext":"<p>Professional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us.<\/p>"}},"content_WpxD4D":{"type":"content","settings":{"title":"Authorities and others.","text_type":"2","richtext":"<p>Law enforcement, government authorities, and private parties, as we believe in good faith to be necessary or appropriate for the compliance and protection purposes described above.<\/p>"}},"content_BhhrKP":{"type":"content","settings":{"title":"Business transferees.","text_type":"2","richtext":"<p>Acquirers and other relevant participants in business transactions (or negotiations of or due diligence for such transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Pai or our affiliates (including, in connection with a bankruptcy or similar proceedings).<\/p>"}},"content_UcYrTj":{"type":"content","settings":{"title":"Your choices","text_type":"2","richtext":""}},"content_xYRUw7":{"type":"content","settings":{"title":"Access or update your information.","text_type":"2","richtext":"<p>If you have registered for an account with us through the Service, you may review and update or delete certain account information by logging into your account. Specifically, you can update your name, address, phone number, email address and password, payment methods, profile information and purchase history in the “my account” section of the services.<\/p>"}},"content_RWWrXz":{"type":"content","settings":{"title":"Email Promotional Offers.","text_type":"2","richtext":"<p>If you do not want to receive emails from us regarding special promotions or offers, you may follow the unsubscribe options at the bottom of each email.<\/p>"}},"content_cR9mxp":{"type":"content","settings":{"title":"Cookies and similar technologies.","text_type":"2","richtext":"<p>Most browsers let you remove or reject cookies. To do this, follow the instructions in your browser settings. Many browsers accept cookies by default until you change your settings. Please note that if you set your browser to disable cookies, the Service may not work properly. For more information about cookies, including how to see what cookies have been set on your browser and how to manage and delete them, visit www.allaboutcookies.org. You can also configure your device to prevent images from loading to prevent web beacons from functioning.<\/p>"}},"content_JAY3FY":{"type":"content","settings":{"title":"Retention","text_type":"2","richtext":"<p>We generally retain personal information to fulfill the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting requirements, to establish or defend legal claims, or for fraud prevention purposes. To determine the appropriate retention period for personal information, we may consider factors such as the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.<\/p><p>When we no longer require the personal information we have collected about you, we may either delete it, anonymize it, or isolate it from further processing.<\/p>"}},"content_k44CqF":{"type":"content","settings":{"title":"Information for California Residents","text_type":"2","richtext":"<p>California residents have certain privacy rights as specified under California law, including the California Consumer Privacy Act of 2018 (“CCPA”), as amended and pursuant to its regulations and successors:<\/p>"}},"content_EbFDN6":{"type":"content","settings":{"title":"Right to know.","text_type":"2","richtext":"<p>You may request details on the specific personal information, including sensitive information, we’ve collected about you, including how long we keep it or the factors we use to decide when to delete it. We provide this information in this policy, but you can also get this information by contacting us. In addition, you can request a copy of your personal information through contacting our online customer service or email us at info@blokees.com. We may require some additional information to authenticate your identity and ownership of your account.<\/p><p>You have the right to know who we sell or share your personal information, including sensitive information. We DO NOT sell your personal information, but we share your information with our affiliates, service providers, contractors for the provision of our services to you. For more details on third parties we share personal information with, see the “How we share your personal information” section above.<\/p>"}},"content_TCgRjE":{"type":"content","settings":{"title":"Right to Opt-Out of Selling.","text_type":"2","richtext":"<p>We do not sell your personal information as that term is generally understood but we recognize that the CCPA defines “personal information” in such a way that making available identifiers linked to you for a benefit may be considered a “sale.” The CCPA broadly defines “personal information” and “selling” such that making available or sharing identifiers linked to you for a benefit may be considered a sale. In the previous 12 months, we were sharing identifiers and inferences about you with our service providers and partners in such a way that, under the CCPA, may be defined as selling. You have the right to opt-out of having your personal information sold. In addition, please see the “Cookies and Other Tracking Technologies” section above for a description of opting out of cookies and controlling browser settings.<\/p>"}},"content_xgBDpf":{"type":"content","settings":{"title":"Right to deletion.","text_type":"2","richtext":"<p>You may request deletion of your personal information, unless an exception applies. Examples of exceptions include when we need to keep personal information to meet legal obligations, detect fraud, investigate reports of abuse or other Terms of Service violations, or fix security issues. Upon your verified request, we’ll delete your personal information and will direct our service providers to do the same.<\/p>"}},"content_WWeLXm":{"type":"content","settings":{"title":"Right to request.","text_type":"2","richtext":"<p>You may request us to limit our use or disclosure of any sensitive personal information we collect. Specifically, you have the right to request that we use it only as is necessary to perform the services or provide the goods you expect.<\/p>"}},"content_3Tw4L6":{"type":"content","settings":{"title":"Right to correction.","text_type":"2","richtext":"<p>You have the right to request that we correct any inaccurate personal information of yours.<\/p><p>You have the right to make two free requests in any 12-month period. We will respond initially to your request within 10 days, and then respond to your request fully within 45 days, but in more difficult cases we may extend our response time by another 45 days. Please see the “Cookies and similar technologies” section above for a description of opting out of cookies and controlling browser settings. We respect your choices and will not discriminate against you for exercising your rights. In some circumstances, we may have to explain if a certain functionality of our service will operate differently so that you can make an informed decision.<\/p>"}},"content_GTgbP9":{"type":"content","settings":{"title":"Security","text_type":"2","richtext":"<p>We employ a number of technical, organizational and physical safeguards designed to protect the personal information we collect. However, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information.<\/p>"}},"content_pcUWg9":{"type":"content","settings":{"title":"International data transfer","text_type":"2","richtext":"<p>We may use service providers that operate in other countries. Your personal information may be transferred to the United States or other locations where privacy laws may not be as protective as those in your state, province, or country.<\/p>"}},"content_bMVAN6":{"type":"content","settings":{"title":"Children","text_type":"2","richtext":"<p>The Service is not intended for use by anyone under 13 years of age. If you are a parent or guardian of a child from whom you believe we have collected personal information in a manner prohibited by law, please contact us. If we learn that we have collected personal information through the Service from a child without the consent of the child’s parent or guardian as required by law, we will comply with applicable legal requirements to delete the information.<\/p>"}},"content_nt76DM":{"type":"content","settings":{"title":"Changes to this Privacy & Cookie Policy","text_type":"2","richtext":"<p>We reserve the right to modify this Privacy & Cookie Policy at any time. If we make material changes to this Privacy & Cookie Policy, we will notify you by updating the date of this Privacy & Cookie Policy and posting it on the Service or other appropriate means. Any modifications to this Privacy & Cookie Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting). In all cases, your use of the Service after the effective date of any modified Privacy & Cookie Policy indicates your acceptance of the modified Privacy & Cookie Policy.<\/p>"}},"content_rBdPeY":{"type":"content","settings":{"title":"How to contact us","text_type":"2","richtext":"<p>Email to us at <a href=\"mailto:service@blokees.com\" title=\"mailto:service@blokees.com\">service@blokees.com<\/a><\/p>"}}},"block_order":["content_Yy8ECx","content_EmihL9","content_Vc66QM","content_te6tCh","content_WYEHqR","content_437McY","content_F9iNNi","content_UGhUry","content_GL4UKQ","content_69ir3h","content_NwADUi","content_MEFbzE","content_YdiwCN","content_jbCBxN","content_EzApkU","content_GH4NKR","content_WzCPRm","content_hBND98","content_WpxD4D","content_BhhrKP","content_UcYrTj","content_xYRUw7","content_RWWrXz","content_cR9mxp","content_JAY3FY","content_k44CqF","content_EbFDN6","content_TCgRjE","content_xgBDpf","content_WWeLXm","content_3Tw4L6","content_GTgbP9","content_pcUWg9","content_bMVAN6","content_nt76DM","content_rBdPeY"],"settings":{"title":"Privacy & policy cookie","updated":"","Highlight":"Refund policy","menu1":"Refund policy","menu_link1":"shopify:\/\/pages\/return-policy","menu2":"Shipping policy","menu_link2":"shopify:\/\/pages\/shipping-policy","menu3":"Privacy policy","menu_link3":"shopify:\/\/pages\/return-policy","menu4":"","menu_link4":"","menu5":"","menu_link5":"","menu6":"","menu_link6":"","menu7":"","menu_link7":"","menu8":"","menu_link8":"","menu9":"","menu_link9":""}}},"order":["main","main_policy_Ye93Hg"]}