{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"main_policy_Ye93Hg":{"type":"main-policy","blocks":{"content_Yy8ECx":{"type":"content","settings":{"title":"","text_type":"2","richtext":"<p>We have a 30-day return policy, which means you have 30 days after receiving your item to request a return.<br\/><br\/>To be eligible for a return, your item must be in the same condition that you received it, unworn or unused, with tags, and in its original packaging. You’ll also need the receipt or proof of purchase.<br\/><br\/>To start a return, you can contact us at <a href=\"mailto:service@blokees.com\" title=\"mailto:service@blokees.com\">service@blokees.com. <\/a>Items sent back to us without first requesting a return will not be accepted.<br\/><br\/>You can always contact us for any return questions at <a href=\"mailto:service@blokees.com\" target=\"_blank\" title=\"mailto:service@blokees.com\">service@blokees.com<\/a><\/p><p>Once we receive your item, we will inspect it and notify you that we have received your returned item. If your return is approved, we will initiate a refund to your credit card (or original method of payment) within 10 business days. We are not responsible for any return shipping cost unless you received a damaged product or the wrong product was sent to you, in which case we will also pay the return shipping cost.<\/p>"}},"content_mNMzYk":{"type":"content","settings":{"title":"Damages and issues","text_type":"2","richtext":"<p>Please inspect your order upon reception and contact us immediately if the item is defective or damaged or if you received the wrong item so that we can evaluate the issue and make it right.<\/p>"}},"content_iiCMGw":{"type":"content","settings":{"title":"Exceptions \/ non-returnable items","text_type":"2","richtext":"<p>Certain types of items cannot be returned, like custom<em> <\/em>products (such as special orders or personalized<em> <\/em>items). Please get in touch if you have questions or concerns about your specific item. Unfortunately, we cannot accept returns on sale items or gift cards.<\/p>"}},"content_9n8PzR":{"type":"content","settings":{"title":"Exchanges","text_type":"2","richtext":"<p>The fastest way to ensure you get what you want is to return the item you have, and once the return is accepted, make a separate purchase for the new item.<\/p>"}},"content_F389X7":{"type":"content","settings":{"title":"Refunds","text_type":"2","richtext":"<p>We will notify you once we’ve received and inspected your return and let you know if the refund was approved or not. If approved, you’ll be automatically refunded using your original payment method. Please remember it can take some time for your bank or credit card companyto process and post the refund, too.<\/p>"}},"content_JALH6b":{"type":"content","settings":{"title":"Please Note","text_type":"2","richtext":"<p>Blokees only supports company products sold from authorized sellers in the US and on company websites.<\/p>"}}},"block_order":["content_Yy8ECx","content_mNMzYk","content_iiCMGw","content_9n8PzR","content_F389X7","content_JALH6b"],"settings":{"title":"Return policy","updated":"","Highlight":"Return policy","menu1":"Return policy","menu_link1":"shopify:\/\/pages\/return-policy","menu2":"Shipping policy","menu_link2":"shopify:\/\/pages\/shipping-policy","menu3":"Privacy policy","menu_link3":"shopify:\/\/pages\/privacy-policy","menu4":"","menu_link4":"","menu5":"","menu_link5":"","menu6":"","menu_link6":"","menu7":"","menu_link7":"","menu8":"","menu_link8":"","menu9":"","menu_link9":""}}},"order":["main","main_policy_Ye93Hg"]}